Функция: 
    Я, как пользователь-владелец команды
    Хочу иметь возможность приглашать других пользователей в свою команду
    Чтобы формировать свое сообщество самостоятельно

        Сценарий: Приглашение пользователя в свою команду
            Допустим существует пользователь 'Вася'
            И существует команда 'FooBar' с владельцем 'Вася'
            И существует пользователь 'Маша'
            Когда пользователь 'Вася' приглашает 'Маша' в команду 'FooBar'
            Тогда у пользователя 'Маша' количество приглашений в команды равно '1'