Функция: 
    Я, как пользователь-владелец команды
    Хочу иметь возможность посмотреть существующие заявки на вступление в свою команду
    Чтобы фильтровать участников своего сообщества
            
        Сценарий: Просмотр заявки на вступление в команду
            Допустим существует пользователь 'Вася'
            И существует команда 'FooBar' с владельцем 'Вася'
            И существует пользователь 'Маша'
            И существует заявка на вступление от пользователя 'Маша' в команду 'FooBar'
            Когда 'Вася' просматривает заявки на вступление в команду 'FooBar'
            Тогда в списке отображается '1' заявка